Repository: parmonov98/dnhbot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: Notify Me
uz: Xabar berðŸ—£

source: Test message
uz: Test xabarðŸ“¥

source: Well! you have changed your language. This bot helps you to check if a domain name is busy or not. to check a domain send domain name as example.com
uz: Ajoyib! Bu siz domenni band yoki band emasligini tekshirib beradi. Sinab ko'rish uchun example.com ko'rinishadi yuboring

source: Language changed
uz: Til o'zgardi

source: Test
uz: Test - UZ

source: You`ll be notified about domain changes
uz: Sizga domenda bo'ladigan o'zgarishlar haqida xabar berib boriladi

source: This bot helps you to check if a domain name is busy or not. to check a domain send domain name as example.com
uz: Bu siz domenni band yoki band emasligini tekshirib beradi. Sinab ko'rish uchun example.com ko'rinishadi yuboring

source: Welcome back! If you want to change language choose one of languages below.
uz: Qaytganizdan xursandman! Tilni o'zgartirmoqchi bo'lsangiz pastdagi tugmalardan foydalaning.

source: undefined error occured!
uz: noma'lum xatolik yuz berdi!

source: Welcome. This bot helps you to check if a domain name is busy or not. to check a domain send domain name as example.com
uz: Xush kelibsiz! Bu siz domenni band yoki band emasligini tekshirib beradi. Sinab ko'rish uchun example.com ko'rinishadi yuboring

source: Invalid domain or url. send you the domain as example.com
uz: Noto'g'ri domen yoki URL. Iltimos domenni example.uz ko'rinishida yuboring

source: Domain
uz: Domen

source: Created
uz: Yaratilgan

source: Expires
uz: Tugash muddati

source: Registrar
uz: Ro'yxatdan o'tkizuvchi

source: Owner
uz: Domen egasi
